tap "buildtool/taps"
tap "datawire/blackbird"
tap "derailed/k9s"
tap "derailed/popeye"
tap "drone/drone"
tap "github/gh"
tap "golangci/tap"
tap "goreleaser/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "johanhaleby/kubetail"
tap "knqyf263/trivy"
tap "ktr0731/evans"
tap "muesli/tap"
tap "norwoodj/tap"
tap "reactiveops/tap"
tap "remind101/formulae"
tap "stripe/stripe-cli"
tap "tinygo-org/tools"
tap "wagoodman/dive"
tap "warrensbox/tap"

brew "act"
brew "adns"
brew "angband"
brew "argocd"
brew "autoconf"
brew "automake"
brew "awk", link: false
brew "aws-sso-cli"
brew "awscli"
brew "azure-cli"
brew "bash-completion"
brew "bash-git-prompt"
brew "bash"
brew "boost"
brew "buildtool/taps/build-tools"
brew "caddy"
brew "ccache"
brew "certifi"
brew "chezmoi"
brew "cmake"
brew "coreutils"
brew "cryptography"
brew "cscope"
brew "dasel"
brew "derailed/k9s/k9s"
brew "derailed/popeye/popeye"
brew "direnv"
brew "dive"
brew "drone/drone/drone"
brew "ffmpeg"
brew "findutils"
brew "flyway"
brew "freetype"
brew "gawk"
brew "gdbm"
brew "geckodriver"
brew "gh"
brew "ghostscript"
brew "gitbutler"
brew "git-cliff"
brew "git-delta"
brew "git-extras"
brew "git-flow"
brew "git-quick-stats"
brew "git"
brew "glew"
brew "glib"
brew "glow"
brew "gmp"
brew "gnu-getopt"
brew "gnu-sed"
brew "gnu-tar"
brew "gnupg"
brew "gnutls"
brew "goenv"
brew "golang-migrate"
brew "golangci/tap/golangci-lint"
brew "goreleaser/tap/goreleaser"
brew "gource"
brew "gradle"
brew "graphviz"
brew "grep"
brew "groff"
brew "gron"
brew "helm-docs"
brew "helm"
brew "hexyl"
brew "html2text"
brew "htmlcleaner"
brew "httpie"
brew "hub"
brew "hugo"
brew "icu4c"
brew "imagemagick"
brew "jbig2dec"
brew "jemalloc"
brew "johanhaleby/kubetail/kubetail"
brew "jpeg", link: true
brew "jq"
brew "kcat"
brew "kind"
brew "knqyf263/trivy/trivy"
brew "kops"
brew "ktr0731/evans/evans"
brew "kubernetes-cli"
brew "kustomize"
brew "lame"
brew "lastpass-cli"
brew "libevent"
brew "libffi"
brew "libgcrypt"
brew "libksba"
brew "libpng"
brew "libtasn1"
brew "libtermkey"
brew "libtiff"
brew "libtool"
brew "libusb"
brew "libuv"
brew "libvterm"
brew "libwebsockets"
brew "libyaml"
brew "lima"
brew "little-cms2"
brew "llvm"
brew "macvim"
brew "make"
brew "maven-completion"
brew "maven"
brew "mercurial"
brew "moreutils"
brew "mosquitto"
brew "msgpack"
brew "muesli/tap/duf"
brew "mysql"
brew "neovim"
brew "netcat"
brew "nettle"
brew "ninja"
brew "npth"
brew "nvm"
brew "oniguruma"
brew "openconnect"
brew "openfortivpn"
brew "openssl@3"
brew "p11-kit"
brew "p7zip"
brew "pcre"
brew "pdftohtml"
brew "perl"
brew "pinentry-mac"
brew "pipx"
brew "pkg-config"
brew "png2ico"
brew "podman"
brew "postgresql@14"
brew "pre-commit"
brew "psutils"
brew "pulseaudio"
brew "pulumi"
brew "pyenv-virtualenv"
brew "pyenv"
brew "python-distlib"
brew "python-filelock"
brew "python-pathspec"
brew "python-platformdirs"
brew "python@3.10"
brew "rbenv"
brew "reactiveops/tap/polaris"
brew "readline"
brew "remind101/formulae/assume-role"
brew "robot-framework", link: false
brew "rover"
brew "ruby"
brew "ruby@2.7"
brew "rust"
brew "sbt"
brew "scala"
brew "scalariform"
brew "sdl2_image"
brew "sdl2"
brew "shellcheck"
brew "socat"
brew "sphinx-doc"
brew "sqlite"
brew "ssh-copy-id", link: true
brew "starship"
brew "stern"
brew "stripe/stripe-cli/stripe"
brew "svtplay-dl"
brew "swagger-codegen"
brew "telnet"
brew "tig"
brew "tinygo-org/tools/tinygo"
brew "tmux"
brew "torsocks"
brew "tree"
brew "uchardet"
brew "unibilium"
brew "vault"
brew "virtualenv"
brew "wagoodman/dive/dive"
brew "warrensbox/tap/tfswitch"
brew "watch"
brew "watchman"
brew "watson"
brew "webp"
brew "wget"
brew "xvid"
brew "xz"
brew "yamllint"
brew "yq"
brew "zsh-completions"
brew "zsh-history-substring-search"
brew "zsh-syntax-highlighting"
brew "zsh"

cask "arc"
cask "arduino"
cask "audacity"
cask "authy"
cask "balenaetcher"
cask "chromedriver"
cask "datagrip"
cask "day-o"
cask "discord"
cask "disk-drill"
cask "drawio"
cask "dropbox"
cask "element"
cask "firefox"
cask "font-inconsolata-for-powerline"
cask "font-jetbrains-mono"
cask "font-mononoki-nerd-font"
cask "font-roboto-mono-nerd-font"
cask "gimp"
cask "goland"
cask "google-chrome"
cask "google-cloud-sdk"
cask "google-drive"
cask "hammerspoon"
cask "ibackup-viewer"
cask "iina"
cask "inkscape"
cask "insomnia"
cask "intellij-idea"
cask "iterm2-beta"
cask "itsycal"
cask "jetbrains-toolbox"
cask "keeper-password-manager"
cask "keybase"
cask "microsoft-auto-update"
cask "microsoft-outlook"
cask "microsoft-remote-desktop"
cask "microsoft-teams"
cask "monodraw"
cask "mqtt-explorer"
cask "ngrok"
cask "orbstack"
cask "postman"
cask "pycharm"
cask "rio"
cask "sequel-ace"
cask "session-manager-plugin"
cask "slack"
cask "smultron"
cask "sonos"
cask "steam"
cask "temurin"
cask "temurin11"
cask "temurin17"
cask "tibco-jaspersoft-studio"
cask "tunnelblick"
cask "utm"
cask "virtualbox"
cask "visual-studio-code"
cask "vscodium"
cask "vlc-nightly"
cask "warp"
cask "webstorm"
cask "wireshark"
cask "xbar"
cask "yed"
cask "zoom"
